<?php include "header.php" ?>
<?php include "connect.php" ?>
<?php include "style_text.php" ?>
<title>จริยธรรมการตีพิมพ์</title>

<body>
    <div class="container mx-auto mt-4">
        <div class="row"><br>
            <div class="txt_header">
                <br>จริยธรรมการตีพิมพ์
            </div>
            <div class="txt_head1">
                <br>จริยธรรมในการตีพิมพ์ผลงานวิจัยในวารสารวิชาการ (Publication Ethics)
            </div>

            <div class="txt_content">
                <br>&emsp;&emsp;จริยธรรมในการตีพิมพ์ผลงานวิจัยในวารสารวิชาการ (Publication Ethics) วารสารสำนักงานสาธารณสุขจังหวัดขอนแก่น เป็นสื่อกลางในการเผยแพร่งานวิจัยหรือบทความวิชาการระหว่างนักวิจัยหรือผู้นิพนธ์กับสังคมภายนอก ดังนั้นเพื่อให้การสื่อสารทางวิชาการเป็นไปอย่างถูกต้อง มีคุณภาพ โปร่งใสและสอดคล้องกับมาตรฐานการตีพิมพ์ระดับนานาชาติ จึงได้กำหนดแนวทาง วิธีปฏิบัติที่ดี และจริยธรรมของการตีพิมพ์เผยแพร่ผลงานวิจัยหรือผลงานวิชากาตามแนวทางของหน่วยงาน Committee on Publication Ethics (COPE) ไว้ดังนี้
            </div>

            <div class="txt_head1">
                <br>บทบาทหน้าที่ของผู้นิพนธ์ (Duties of Authors)
            </div>
            <div class="txt_content">
                <p class="indent">
                    <br>1.ผู้นิพนธ์เมื่อส่งบทความไปยังบรรณาธิการ บทความนี้ต้องไม่เคยเผยแพร่มาก่อนและไม่ได้รับการพิจารณาให้ตีพิมพ์ที่อื่นมาก่อน
                    <br>2.ผู้นิพนธ์ควรแจ้งเตือนบรรณาธิการโดยทันทีหากพบข้อผิดพลาดที่สำคัญหรือข้อมูลที่ไม่ถูกต้องในบทความที่เผยแพร่เพื่อถอนการตีพิมพ์หรือแก้ไขข้อผิดพลาดในสิ่งพิมพ์นี้ หากบรรณาธิการรู้จากบุคคลที่สามว่ามีข้อผิดพลาดที่สำคัญในงานที่ตีพิมพ์และแจ้งให้ผู้นิพนธ์ทราบถึงข้อผิดพลาดดังกล่าว ข้อผิดพลาดจะต้องได้รับการแก้ไขโดยทันทีและผู้นิพนธ์มีหน้าที่ต้องแสดงหลักฐานความถูกต้องของข้อมูลให้กองบรรณาธิการทราบ
                    <br>3.ผู้นิพนธ์ต้องรับผิดชอบต่อเนื้อหาของสิ่งพิมพ์ของตน หากผู้นิพนธ์ใช้เนื้อหาที่นำมาจากนักวิจัยคนอื่นโดยตรง ต้องมีการอ้างอิงหรือยกมาอย่างเหมาะสม
                    <br>4.ผู้นิพนธ์ต้องเขียนบทความวิจัยให้ถูกต้องตามรูปแบบที่กำหนดไว้ใน “คำแนะนำในการส่งต้นฉบับ”
                    <br>5.ผู้นิพนธ์ที่มีชื่อปรากฏในบทความทุกคน ต้องเป็นผู้ที่มีส่วนในการดำเนินการวิจัยจริง
                    <br>6.ผู้นิพนธ์จะต้องรับผิดชอบในการเปิดเผยแหล่งที่มาของการสนับสนุนทุนทั้งหมด สำหรับโครงการวิจัย โดยอธิบายไว้ในต้นฉบับที่ส่งมา รวมทั้งระบุผู้นิพนธ์ร่วมทั้งหมดที่อำนวยความสะดวกในการวิจัย
                    <br>7.ผู้นิพนธ์ต้องระบุผลประโยชน์ทับซ้อน (หากมี)
                    <br>8.ผู้นิพนธ์ต้องรับผิดชอบต่อเนื้อหาของสิ่งพิมพ์ของตน หากผู้นิพนธ์ใช้เนื้อหาที่นำมาจากนักวิจัยคนอื่นโดยตรง ต้องมีการอ้างอิงหรือยกมาอย่างเหมาะสม
                </p>
            </div>
            <div class="txt_head1">
                <br>บทบาทหน้าที่และความรับผิดชอบของบรรณาธิการ (Duties of Editors)
            </div>
            <div class="txt_content">
                <p class="indent">
                    <br>1.บรรณาธิการวารสารมีหน้าที่พิจารณาคุณภาพของบทความเพื่อตีพิมพ์ในวารสารโดยคัดกรองตรวจสอบ บทความที่ส่งมาเพื่อตีพิมพ์ด้วยหลักการทางวิชาการ
                    <br>2.บรรณาธิการต้องไม่เปิดเผยข้อมูลของผู้เขียนและผู้ประเมินบทความในระหว่างการประเมินบทความ
                    <br>3.บรรณาธิการควรดำเนินการทุกอย่างเพื่อให้มั่นใจในคุณภาพของบทความที่ตีพิมพ์เพื่อรับรองคุณภาพของงานวิจัยที่ตีพิมพ์ และตระหนักว่าวารสาร และแต่ละส่วนของวารสาร มีวัตถุประสงค์ และมาตรฐานที่ต่างกัน
                    <br>4.การตัดสินใจของบรรณาธิการต่อการยอมรับหรือปฏิเสธบทความวิจัยเพื่อการตีพิมพ์ ควรขึ้นอยู่กับความถูกต้องตามหลักวิชาการ ความสำคัญ ความใหม่ และความชัดเจนของบทความวิจัย ตลอดจนความเกี่ยวข้องกับขอบเขตของวารสาร
                    <br>5.บรรณาธิการควรมีการชี้แจงหรือให้ข้อมูลเกี่ยวกับกระบวนการตรวจสอบประเมินบทความ(peer review) นอกจากนี้ควรมีความพร้อมในการชี้แจงความเบี่ยงเบนต่าง ๆ จากกระบวนการตรวจสอบที่ได้ระบุไว้
                    <br>6.บรรณาธิการควรจัดพิมพ์คำแนะนำแก่ผู้นิพนธ์ในทุกประเด็นที่บรรณาธิการคาดหวัง ในทุกเรื่องที่ผู้นิพนธ์ควรรับทราบ และควรมีการปรับปรุงคำแนะนำให้ทันสมัยอยู่เสมอ พร้อมทั้งควรมีการอ้างอิงหรือการเชื่อมโยงกับระเบียบดังกล่าวนี้ด้วย
                    <br>7.บรรณาธิการไม่ควรเปลี่ยนแปลงการตัดสินใจในการตอบรับบทความที่ถูกปฏิเสธการติพิมพ์ไปแล้ว ยกเว้นมีปัญหาร้ายแรงเกิดขึ้นในระหว่างการส่งบทความมารับการพิจารณา
                    <br>8.บรรณาธิการใหม่ไม่กลับคำตัดสินใจมาตีพิมพ์บทความที่บรรณาธิการคนก่อนตอบปฏิเสธไปแล้ว ยกเว้นมีการพิสูจน์ถึงปัญหาร้ายแรงที่เกิดขึ้น
                    <br>9.บรรณาธิการพิจารณาผู้ทรงคุณวุฒิที่มีความเชี่ยวชาญตรงตามสาขาของบทความและส่งบทความให้ผู้พิจารณาบทความโดยผู้พิจารณาบทความจะไม่ทราบชื่อผู้แต่งและผู้นิพนธ์จะไม่ทราบชื่อผู้พิจารณาบทความ (Double blind)
                    <br>10.บรรณาธิการต้องไม่มีผลประโยชน์ทับซ้อนกับผู้นิพนธ์ผู้ประเมิน และทีมผู้บริหาร
                    <br>11.บรรณาธิการต้องมีการตรวจบทความในด้านการคัดลอกงานผู้อื่น (Plagiarism) หากพบต้องหยุดกระบวนการประเมินและติดต่อผู้นิพนธ์ทันทีเพื่อขอคำชี้แจง เพื่อประกอบการ “ตอบรับ” หรือ “ปฏิเสธ” การตีพิมพ์บทความนั้น
                </p>
            </div>
            <div class="txt_head1">
                <br>บทบาทหน้าที่ของผู้ประเมินบทความ (Duties of Reviewers)
            </div>
            <div class="txt_content">
                <p class="indent">
                    <br>1.ผู้ประเมินบทความต้องไม่เปิดเผยข้อมูลเกี่ยวกับต้นฉบับที่ส่งมาเพื่อการประเมินแก่บุคคลอื่นนอกเหนือจากผู้นิพนธ์และผู้ประเมิน
                    <br>2.ผู้ประเมินบทความควรแจ้งและปฏิเสธการประเมินกับบรรณาธิการหากมีผลประโยชน์ทับซ้อนกับบทความที่ส่งมาให้พิจารณา
                    <br>3.ผู้ประเมินบทความควรประเมินบทความในสาขาที่ตนเชี่ยวชาญโดยพิจารณาความสำคัญของเนื้อหา คุณภาพการวิเคราะห์และความเข้มข้นของผลงาน ไม่ควรใช้ความเห็นส่วนตัวที่ไม่มีข้อมูลรองรับมาเป็นเกณฑ์ในการตัดสินใจ
                    <br>4.ผู้ประเมินบทความต้องระบุผลงานวิจัยที่สำคัญและสอดคล้องกับบทความที่กำลังประเมินแต่ผู้นิพนธ์ไม่ได้อ้างถึงด้วยหากมีความซ้ำซ้อนกับผลงานชิ้นอื่นต้องแจ้งให้บรรณาธิการทราบด้วย
                    <br>5.ผู้ประเมินควรตรวจสอบและส่งบทวิจารณ์ภายในระยะเวลาที่คณะกรรมการบรรณาธิการเห็นชอบ หากไม่สามารถตรวจสอบต้นฉบับได้ภายในระยะเวลาที่กำหนดผู้ประเมินจะต้องแจ้งให้กองบรรณาธิการทราบทันที
                </p>
            </div>
            <div class="txt_head1">
                <br>ความขัดแย้งทางผลประโยชน์
            </div>
            <div class="txt_content">
                <br>&emsp;&emsp;ผู้สนใจทุกคนควรหลีกเลี่ยงผลประโยชน์ทับซ้อนในทุกขั้นตอนของกระบวนการจัดเตรียมสิ่งพิมพ์ หากมีผลประโยชน์ทับซ้อนในรูปแบบใด ๆ บุคคลที่เป็นคนแรกที่ระบุความขัดแย้งดังกล่าวมีหน้าที่ต้องแจ้งให้กองบรรณาธิการทราบทันที
            </div>
        </div>
    </div>
    <br><br><br><br>
    <?php include "navbar_footer.php" ?>
</body>

</html>